<template>
  <div class="payment-delivery my-container flex flex-col gap-2 pt-36 pb-20">
    <h1>Оплата і доставка</h1>
    <div class="payment">
      <div class="flex flex-col gap-2">
        <h2 class="text-2xl font-semibold">Оплата</h2>
        <p class="text-green-700 text-lg font-semibold">
          Мінімальне замовлення насіння або будь-яких інших товарів в нашому
          магазині становить 200 гривень.
        </p>
        <div>
          <h4><strong>На розрахунковий рахунок в КБ ПриватБанк</strong></h4>
          <p>
            У будь-якому відділенні банку Ви можете здійснити платіж на
            розрахунковий рахунок або через термінал КБ ПриватБанк, або програму
            Приват24. Вартість послуг банку (комісія) оплачується окремо, згідно
            тарифів обраного Вами банку.
          </p>
        </div>
        <div>
          <h4>
            <strong>
              Післяплатою через «Укрпошта Експрес» (оплата при отриманні
              посилки)
            </strong>
          </h4>
          <p>
            Замовлення оплачується при його отриманні у відділенні. Комісія при
            перерахуванні оплати за замовлення вартістю до 500 грн складає 10
            грн, понад 500 грн - 2%. Комісія НЕ буде додана в рахунок і
            оплачується при отриманні посилки.
          </p>
        </div>
        <div>
          <h4>
            <strong>
              Післяплатою через компанію «Нова пошта» (оплата при отриманні
              відправлення)
            </strong>
          </h4>
          <p>
            Замовлення оплачується при його отриманні у відділенні. Комісія за
            перерахування грошових коштів - 2,5%, але не менш ніж 10 грн від
            суми замовлення. Коміссія сплачується при отриманні посилки.
          </p>
        </div>
        <div>
          <h4>
            <strong>Готівкою при самовивозі</strong>
          </h4>
          <p>
            Замовлення оплачується готівкою при отриманні на нашому офісі,
            розташованому за адресою м Краматорськ, вул.Богдана Хмельницького,
            7, магазин "Огородник" (УкрНасіння).
          </p>
        </div>
      </div>
      <div class="flex flex-col gap-2 mt-4">
        <h3 class="text-green-700 text-lg font-semibold">
          При виборі оплати післяплатою, враховуйте:
        </h3>
        <p>
          - товари з позначкою «НА ЗАМОВЛЕННЯ» і «ПЕРЕДОПЛАТА» цим способом не
          відправляються;
        </p>
        <p>
          - поки оплата за перше замовлення не буде отримана, наступне
          замовлення клієнтові не висилається. Компанія залишає за собою право
          на зміну ціни у разі коливання курсу валют. Замовлення насіння та ін.
          товару через інтернет обробляється до 3-х днів, в сезон, в зв'язку зі
          збільшенням кількості замовлень, термін обробки може бути збільшений.
          Можлива відсутність деяких товарів на складі, в рахунок-фактуру вони
          не включаються, без узгодження з покупцем іншими не замінюються. Після
          обробки та формування замовлення насіння через інтернет, на зазначений
          клієнтом e-mail і в його кабінет направляється рахунок-фактура. Якщо
          протягом 3-х днів після оформлення замовлення насіння на адресу Вашої
          електронної пошти не прийшов рахунок, будь ласка, повідомте про це
          оператора. Будь ласка, додайте наш e-mail shop@ukrsemena.com в свою
          адресну книгу, таким чином, рахунок-фактура не потрапить в спам. У
          рахунку-фактурі будуть вказані реквізити для здійснення оплати згідно
          обраного способу. Список товару при стані замовлення «Виставлено
          рахунок» в кабінеті клієнта повністю збігається з рахунком-фактурою.
          Виписаний товар резервується на 3 робочих дні, протягом яких клієнтові
          необхідно здійснити оплату (якщо обрана передоплата). Всі необхідні
          реквізити платежу вказані в рахунку-фактурі.
        </p>
      </div>
      <div>
        <h3 class="font-semibold">
          Після оплати замовлення надішліть листа на
          <strong class="text-green-700">shop@ukrsemena.com</strong> або
          зв'яжіться з Контакт-центром і повідомте:
        </h3>
        <p>- П.І.Б.;</p>
        <p>- номер замовлення;</p>
        <p>- оплачену суму;</p>
        <p>- дату платежу.</p>
        <p>
          Це прискорить відправку замовлення. Якщо Ви збираєтеся сплатити
          прострочений рахунок, обов'язково зв'яжіться з менеджером для
          уточнення наявності товару.
        </p>
      </div>
    </div>
    <div class="delivery">
      <h2 class="text-2xl font-semibold">Доставка</h2>
      <p class="text-green-700 text-lg font-semibold">
        Доставка «Укрпошта Експрес»
      </p>
      <div class="delivery-variable flex flex-col gap-5">
        <div class="delivery-ukr flex gap-5">
          <div class="flex-1 flex flex-col gap-2">
            <p>
              Доставку насіння поштою по Україні можна замовити як післяплатою,
              так і за передоплатою. Замовлення надходить на поштове відділення,
              вказане клієнтом. Максимальна вага посилки до 10 кг. Тривалість
              доставки насіння поштою по Україні - не більше 5 днів.
            </p>
            <p>
              <strong>
                Вартість доставки розраховується згідно тарифів «Укрпошта
                Експрес», НЕ ВХОДИТЬ в рахунок замовлення і оплачується при
                отриманні посилки.
              </strong>
            </p>
            <p>
              <strong>Увага!</strong> Термін безкоштовного зберігання посилок в
              відділеннях ПАТ «Укрпошта» становить 5 робочих днів з моменту
              прибуття. Починаючи з 6 дня зберігання посилка повертається до
              відправника. Прохання своєчасно звертатися до відділень ПАТ
              «Укрпошта» для отримання замовлень.
            </p>
            <p>
              У зв'язку з термінами доставки коливання по вазі посадкового
              матеріалу можуть становити ± 8%.
            </p>
          </div>
          <div class="flex-1">
            <img src="../../assets/image/deliverPayment/ukr.png" alt="" />
          </div>
        </div>
        <div class="nova-post flex items-center gap-5">
          <div class="flex-1">
            <img src="../../assets/image/deliverPayment/novePost.png" alt="" />
          </div>
          <div class="flex-1 flex flex-col gap-2">
            <p class="text-green-700 text-lg font-semibold">
              Доставка комерційними транспортними компаніями
            </p>
            <p>
              Отримання замовлення відбувається в філіях компаній. Оплату за
              доставку здійснює клієнт. Можлива доставка за адресою клієнта за
              додаткову плату. Тривалість доставки комерційними транспортними
              службами не більше 3 днів.
            </p>
            <p>
              <strong>
                Вартість доставки розраховується згідно тарифів транспортних
                компаній, НЕ ВХОДИТЬ в рахунок  замовлення і оплачується при
                отриманні посилки.
              </strong>
            </p>
          </div>
        </div>
      </div>
    </div>
    <div class="pick-up flex flex-col gap-3">
      <h2 class="text-2xl font-semibold mt-4">Самовивіз</h2>
      <p class="text-green-700 text-lg font-semibold">
        Отримати і сплатити посилку клієнт може в нашому офісі за адресою
      </p>
      <p class="flex flex-col">
        <span>
          <i class="fa-solid fa-location-dot text-green-700 w-5"></i>
          м. Краматорск, вул. Б. Хмельницького, 7, інтернет-магазин УкрНасіння
          (магазин Огородник).
        </span>
      
        <span>
          <i class="fa-solid fa-calendar-days text-green-700 w-5"></i>
          Графік видачі посилок: понеділок - п'ятниця з 9.00 до 18.00, перерва
          12.30-13.30.
        </span>
      </p>
      <p>
        <strong>
          Замовлення на непідконтрольні Україні території не відправляються.
          Приносимо свої вибачення!
        </strong>
      </p>
      <p>
        Після відправки замовлення клієнту повідомляють на e-mail і по телефону
        номер товарно-транспортної накладної (декларації)  і орієнтовну дату
        прибуття. Для отримання посилки необхідно мати з собою паспорт (якщо
        клієнт отримує посилку особисто)  або довіреність (якщо Ви представляєте
        інтереси одержувача). При замовленні насіння поштою в інтернет-магазині
        з України,  на поштове відділення клієнта приходить посилка з
        замовленням. Працівники пошти/транспортної компанії повинні направити
        йому оповіщення і/або SMS-повідомлення про отримання посилки, тому
        потрібно стежити за своєю поштовою скринькою. Дуже часто повідомлення
        губляться, тому виходячи з орієнтовної дати прибуття посилки,
        поцікавтеся на пошті про посилку самостійно.  Її необхідно отримати
        протягом 5 днів з дня прибуття, після чого посилка повертається назад в
        інтернет-магазин.
      </p>
      <p>
        <strong>
          Якщо клієнт вчасно не забирає зі свого поштового відділення посилку,
          інтернет-магазин УкрНасіння не несе відповідальність за його
          бездіяльність або бездіяльність працівників поштового відділення і
          повторно посилку не висилає. Такі клієнти заносяться в чорний список і
          з цього моменту можуть отримувати товар тільки після повної
          передоплати. Це відноситься і до доставки насіння післяплатою
          компанією «Нова пошта».
        </strong>
      </p>
      <p>
        При отриманні замовлення з насінням та ін. товарами ретельно огляньте
        посилку на предмет цілісності упаковки. У разі порушення цілісності
        упаковки та/або відсутності частини замовлення і/або псування товару, в
        присутності працівника транспортної компанії або ПАТ «Укрпошта»
        проведіть огляд вмісту посилки, звірте його з вкладеною видатковою
        накладною на товар, завіреною підписом співробітника інтернет-магазину
        УкрНасіння. При необхідності складіть «Акт про огляд», в якому необхідно
        відобразити стан упаковки і товару, характер пошкоджень. Після складання
        Акту клієнт повинен негайно зв'язатися з Контакт-центром
        інтернет-магазину УкрНасіння і надати копію акта про огляд товару. Якщо
        працівники служби доставки відмовляють Вам у проведенні огляду і
        складанні Акту, клієнт має право не підписувати товарно-транспортні
        документи і не забирати замовлення. Наявність підпису вантажоодержувача
        в супровідній накладній означає, що товар отриманий і претензій до
        продавця і компанії, що здійснила доставку насіння та ін. товарів немає.
      </p>
    </div>
  </div>
</template>

<script setup>
</script>

<style lang="scss" scoped>
.payment-delivery {
  h1 {
    font-size: 30px;
    text-align: center;
  }
}
.delivery-variable {
  img {
    max-height: 360px;
  }
}
</style>